<?php

// Heading
$_['heading_title'] = 'Копирование товаров из категорий в категорию';

// Text
$_['text_success'] = 'Данные успешно изменены!';
$_['text_fail'] = 'При копировании произошла ошибка, попробуйте изменить исходные данные!';
$_['text_categories_from'] = 'Из категорий:';
$_['text_category_to'] = 'В категорию:';
$_['text_start'] = 'Копировать товары';
$_['text_replace_to'] = 'Удалять уже существующие товары в категории?';
$_['text_replace_to_desc'] = 'Если отмечено, то после операции в категории назначения удаляться все товары, которые были там ДО копирования';
$_['text_replace_from'] = 'Удалять товары из родительских категорий после копирования?';
$_['text_replace_from_desc'] = 'Если отмечено, то после операции в категорях, из которых копируются данные, удаляться все товары';
$_['text_warning'] = 'Данные будут изменены. Вы уверены?';



